/*M!999999\- enable the sandbox mode */ 
-- MariaDB dump 10.19-11.5.2-MariaDB, for Win64 (AMD64)
--
-- Host: localhost    Database: maplestory
-- ------------------------------------------------------
-- Server version	11.5.2-MariaDB-log

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;
/*!40103 SET @OLD_TIME_ZONE=@@TIME_ZONE */;
/*!40103 SET TIME_ZONE='+00:00' */;
/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*M!100616 SET @OLD_NOTE_VERBOSITY=@@NOTE_VERBOSITY, NOTE_VERBOSITY=0 */;

--
-- Table structure for table `broome_2m5w`
--

DROP TABLE IF EXISTS `broome_2m5w`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `broome_2m5w` (
  `nickname` varchar(10) NOT NULL,
  `job` varchar(6) NOT NULL,
  `level` smallint(6) DEFAULT NULL,
  `position` char(5) DEFAULT NULL,
  `point` int(5) DEFAULT NULL,
  PRIMARY KEY (`nickname`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb3 COLLATE=utf8mb3_uca1400_ai_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `broome_2m5w`
--

LOCK TABLES `broome_2m5w` WRITE;
/*!40000 ALTER TABLE `broome_2m5w` DISABLE KEYS */;
INSERT INTO `broome_2m5w` VALUES
('0번대따까리','듀얼블레이더',272,NULL,1273),
('158cm97kg','제로',274,NULL,2050),
('97정윤성','윈드브레이커',274,NULL,1464),
('BH07','스트라이커',275,NULL,2143),
('Iam비빔인간','보우마스터',274,NULL,2235),
('IU루힝','카인',272,NULL,1985),
('JJ1na','은월',272,NULL,2361),
('KA2EZER','카이저',272,NULL,1326),
('leejunman','보우마스터',270,NULL,1779),
('l삼광초l','패스파인더',270,NULL,557),
('MEVIUS꽉','아델',275,NULL,2658),
('Mylia','플레임위자드',273,NULL,2206),
('nanoka','불독',270,NULL,1646),
('Shark월','스트라이커',277,NULL,2846),
('viper캐슈v','캐논마스터',272,NULL,1476),
('Wactn','캡틴',273,NULL,2141),
('WB유에','윈드브레이커',271,NULL,1831),
('WhiteTofu','칼리',267,NULL,1501),
('winsB','제논',272,NULL,1661),
('W양자역학W','아델',270,NULL,956),
('XLiSAX','바이퍼',275,NULL,1903),
('y정현','윈드브레이커',273,NULL,1130),
('강원기2011','다크나이트',273,NULL,2219),
('갱브래','윈드브레이커',273,NULL,1756),
('건달박춘배','카인',273,NULL,2463),
('계엄령이승민','제논',270,NULL,0),
('골D워니','캡틴',274,NULL,2291),
('공일바다','스트라이커',274,NULL,1825),
('궷즙','미하일',275,NULL,1648),
('그림자챙겨라','섀도어',274,NULL,1863),
('근접학','아델',275,NULL,1955),
('금목새','썬콜',272,NULL,1767),
('기준앤기준','제로',273,NULL,2775),
('길노구','보우마스터',270,NULL,1730),
('김석찌인','보우마스터',270,NULL,1076),
('꿈겡','다크나이트',270,NULL,1457),
('나쁜카링','윈드브레이커',272,NULL,1191),
('나쵸쀼','라라',270,NULL,1203),
('남연후','보우마스터',273,NULL,1782),
('냉침차','신궁',272,NULL,0),
('노먼디','섀도어',270,NULL,1112),
('노예흑','윈드브레이커',275,NULL,3393),
('논이지','제논',275,NULL,1499),
('놀고먹는게꿈','캡틴',266,NULL,0),
('닝닝뚜','비숍',262,NULL,559),
('다나라하','카데나',276,NULL,4058),
('대깨윈브다요','윈드브레이커',267,NULL,1077),
('대막스','다크나이트',274,NULL,1875),
('댕긴당','캡틴',267,NULL,624),
('데슬트로','데몬슬레이어',273,NULL,2080),
('데슬판우','데몬슬레이어',274,NULL,1429),
('도담동지코바','메르세데스',273,NULL,1868),
('득근한데몬맨','데몬슬레이어',275,NULL,2221),
('땍삔','보우마스터',270,NULL,1742),
('뗍틀탁','캡틴',275,NULL,3193),
('똑극','듀얼블레이더',275,NULL,2519),
('띰군','윈드브레이커',272,NULL,1089),
('띵키2','섀도어',275,NULL,3211),
('라박드','라라',277,NULL,2646),
('런던놔잇','호영',272,NULL,1188),
('럿텟','제논',270,NULL,1021),
('레이블체인','카인',269,NULL,1123),
('로하뾰','다크나이트',262,NULL,857),
('록으널','은월',275,NULL,1472),
('루루슈코드','제논',264,NULL,1832),
('리븐나','스트라이커',264,NULL,908),
('마토포저','은월',274,NULL,1941),
('만상성당','비숍',273,NULL,1973),
('말랑동자','은월',270,NULL,904),
('매콤두리안찜','윈드브레이커',274,NULL,2151),
('머묘비즈','아델',271,NULL,1444),
('메탈흑룡','제논',270,NULL,1178),
('모조움','일리움',274,NULL,0),
('모험가유뇬a4','신궁',270,NULL,1716),
('민자키','은월',267,NULL,504),
('민초밥은월','은월',275,NULL,1529),
('배넷사','메카닉',272,NULL,1694),
('배르읍','은월',273,NULL,0),
('뱅규몬','보우마스터',270,NULL,1546),
('법사는메지션','비숍',274,NULL,2109),
('보랏빛코로나','나이트워커',273,NULL,1686),
('보마는활이다','보우마스터',278,NULL,3162),
('보스도령','스트라이커',271,NULL,1317),
('복앙','팔라딘',273,NULL,1805),
('복현초통통오','윈드브레이커',273,NULL,1906),
('불타는불감자','제로',276,NULL,2659),
('브라이어벅지','불독',272,NULL,1667),
('브루밍밍','엔젤릭버스터',272,NULL,1894),
('블아금쪽이','불독',272,NULL,0),
('비류활','보우마스터',272,NULL,2336),
('빙전무당','보우마스터',275,NULL,1912),
('빵가루5','은월',272,NULL,1680),
('빵뻔보마','보우마스터',275,NULL,0),
('쀼개은월','은월',272,NULL,942),
('쀼쁑캐','보우마스터',270,NULL,1193),
('쁘갠','비숍',273,NULL,1315),
('쁘띠댕댕2','보우마스터',275,NULL,1979),
('쁘띠쓰','윈드브레이커',270,NULL,1589),
('사냥도령','라라',276,NULL,1722),
('살매월','카인',275,NULL,2414),
('새그램','제로',273,NULL,1811),
('섀도어황씨','섀도어',275,NULL,1824),
('성경장','미하일',275,NULL,2750),
('성스러운빠다','비숍',266,NULL,861),
('송방패2','미하일',275,NULL,2238),
('솰피','은월',274,NULL,2137),
('수퍼차져','제논',274,NULL,2092),
('수해권왕','스트라이커',270,NULL,1433),
('순축','윈드브레이커',277,NULL,2704),
('숲속여우령','은월',275,NULL,1808),
('스커섀','스트라이커',274,NULL,1801),
('시반공임경훈','카데나',273,NULL,2691),
('시연예뻐','스트라이커',275,NULL,2292),
('시퀀스궁수','보우마스터',275,NULL,2309),
('신궁김정맹','신궁',272,NULL,2077),
('신메연대','보우마스터',275,NULL,2512),
('심염','나이트워커',275,NULL,1269),
('쓸펀치','스트라이커',277,NULL,0),
('앨랑코불독','불독',273,NULL,2517),
('얌얌이는신궁','신궁',277,NULL,2565),
('언제우노가','윈드르베이커',266,NULL,924),
('연피선','카데나',273,NULL,2389),
('오리온주의','나이트워커',275,NULL,2486),
('옥저엉','은월',275,NULL,1454),
('외딴바람의끝','윈드브레이커',277,NULL,3599),
('용산구사시미','다크나이트',274,NULL,2174),
('용혼의계승자','카이저',274,NULL,1391),
('울뵤데몬','데몬슬레이어',275,NULL,1630),
('워드올','제논',278,NULL,2350),
('원흥동기보배','윈드브레이커',275,NULL,2133),
('윈브쇼시','윈드브레이커',275,NULL,1888),
('윈브스페이스','윈드브레이커',274,NULL,0),
('윈팡잉','윈드브레이커',275,NULL,2667),
('유료성','팔라딘',270,NULL,840),
('유인앱','블래스터',275,NULL,1495),
('유튜바신씨','보우마스터',275,NULL,2016),
('윤상킹본캐릭','썬콜',275,NULL,1622),
('은워루쿤','은월',274,NULL,1252),
('은인인은월','은월',272,NULL,1547),
('음몽신궁','신궁',270,NULL,0),
('이린붓','윈드브레이커',272,NULL,1344),
('자히나','바이퍼',273,NULL,0),
('작은달하나','나이트워커',275,NULL,0),
('잔망고세구','카이저',269,NULL,934),
('잠시익시드좀','데몬어벤져',277,NULL,2884),
('장퐁진','데몬어벤져',280,NULL,1941),
('절재못함','비숍',271,NULL,899),
('정은묘','윈드브레이커',277,NULL,2599),
('제논칙촉','제논',275,NULL,1914),
('제논폼이','제논',277,NULL,3748),
('제롱뇽뇽','제로',273,NULL,3167),
('주변정리갈끔','은월',275,NULL,1592),
('주보알바','엔젤릭버스터',272,NULL,977),
('주아삥','윈드브레이커',271,NULL,1869),
('줄륫','제논',272,NULL,2439),
('중소우기업','칼리',265,NULL,892),
('즐헵','카인',270,NULL,1460),
('진채박','키네시스',274,NULL,0),
('집이보웜','보우마스터',265,NULL,1084),
('짜I슝','윈드브레이커',270,NULL,0),
('짱섭님','나이트워커',274,NULL,2468),
('찌릿성광','썬콜',274,NULL,1586),
('챌린저데스','메르세데스',276,NULL,2270),
('챌린저신꿍','신궁',270,NULL,1289),
('천사쀼뀨','아란',264,NULL,1002),
('청루윈','루미너스',273,NULL,2007),
('체라없는데','썬콜',265,NULL,1635),
('체숱','듀얼블레이더',271,NULL,1488),
('초롱초코루비','은월',277,NULL,1565),
('최음침','일리움',275,NULL,2560),
('축꽤','나이트워커',271,NULL,876),
('카공슬','데몬슬레이어',273,NULL,0),
('카드챙겨라','팬텀',270,NULL,1182),
('카사멘','카인',268,NULL,1816),
('컹낭','은월',276,NULL,4179),
('쿠칭','보우마스터',275,NULL,4060),
('키시간','키네시스',275,NULL,2726),
('타레강','보우마스터',274,NULL,0),
('탄둥마미','썬콜',273,NULL,1117),
('탄둥아빠','은월',274,NULL,1767),
('토끼파수장','보우마스터',273,NULL,1943),
('토리가미','보우마스터',276,NULL,2127),
('토키노소라','히어로',269,NULL,721),
('팜둡','팬텀',270,NULL,985),
('펀펀캥','카인',271,NULL,766),
('폭풍통풍','보우마스터',266,NULL,1163),
('플웃','나이트로드',275,NULL,3236),
('피닉수박이','보우마스터',270,NULL,2342),
('하늘천빛날영','호영',273,NULL,1729),
('하니모롤','보우마스터',270,NULL,1756),
('하버보마0','보우마스터',274,NULL,0),
('한손가락불남','플레임위자드',272,NULL,1914),
('핫초코001','미하일',272,NULL,1759),
('햄슈웃','라라',269,NULL,852),
('허윤지보X','보우마스터',275,NULL,1992),
('헷헷스커','스트라이커',276,NULL,3179),
('홀리뎨이','다크나이트',271,NULL,503),
('활발한듯','스트라이커',272,NULL,1847),
('흐허이','데몬슬레이어',275,NULL,1623),
('희치코','보우마스터',275,NULL,1168);
/*!40000 ALTER TABLE `broome_2m5w` ENABLE KEYS */;
UNLOCK TABLES;
/*!40103 SET TIME_ZONE=@OLD_TIME_ZONE */;

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
/*M!100616 SET NOTE_VERBOSITY=@OLD_NOTE_VERBOSITY */;

-- Dump completed on 2025-03-06 12:09:44
